[
  {
    "start": 2.2078437500000003,
    "end": 12.653468750000002,
    "speaker": "SPEAKER_01",
    "text": " Ahmeed, your prices are driving all the small vendors like me out of business. It's not fair that you can just flood the market with lower prices, because you have more resources.",
    "translated_text": "यह उचित नहीं है कि आप बाजार कम कीमतों के साथ बाढ़ कर सकते हैं, क्योंकि आपके पास अधिक साधन हैं."
  },
  {
    "start": 13.125968750000002,
    "end": 15.437843750000004,
    "speaker": "SPEAKER_00",
    "text": " I'm just doing what's best for my business.",
    "translated_text": "मैं सिर्फ अपने व्यापार के लिए सबसे अच्छा क्या कर रहा हूँ."
  },
  {
    "start": 15.67409375,
    "end": 21.51284375,
    "speaker": "SPEAKER_00",
    "text": " If I can offer lower prices, that's just competition. It's up to you to keep up or step aside.",
    "translated_text": "अगर मैं कम कीमत दे सकते हैं, कि सिर्फ प्रतियोगिता है. यह आप के लिए ऊपर रखने या कदम रखने के लिए ऊपर या कदम रखने के लिए है."
  },
  {
    "start": 22.08659375,
    "end": 24.11159375,
    "speaker": "SPEAKER_01",
    "text": " But it's not just a bad competition.",
    "translated_text": "लेकिन यह सिर्फ एक बुरी प्रतियोगिता नहीं है."
  },
  {
    "start": 24.49971875,
    "end": 28.78596875,
    "speaker": "SPEAKER_01",
    "text": " It feels like you're using your advantage to push us out, and that's not right.",
    "translated_text": "ऐसा लगता है कि आप हमें धक्का देने के लिए अपने लाभ का उपयोग कर रहे हैं, और यह सही नहीं है."
  },
  {
    "start": 31.23284375,
    "end": 34.540343750000005,
    "speaker": "SPEAKER_00",
    "text": " I see there's a dispute here regarding fairness in the marketplace.",
    "translated_text": "मैं बाजार में पक्षपात के बारे में यहाँ एक विवाद है."
  },
  {
    "start": 34.92846875,
    "end": 37.54409375,
    "speaker": "SPEAKER_00",
    "text": " Hi, I'm Raj, a government official.",
    "translated_text": "हाय, मैं राजा हूँ, एक सरकारी अधिकारी."
  },
  {
    "start": 37.72971875,
    "end": 39.68721875,
    "speaker": "SPEAKER_00",
    "text": " Let's address this constructively.",
    "translated_text": "चलो इस अच्छी तरह से पता करते हैं."
  },
  {
    "start": 39.97409375,
    "end": 41.47596875,
    "speaker": "SPEAKER_00",
    "text": " what seems to be the problem.",
    "translated_text": "क्या समस्या है लगता है."
  },
  {
    "start": 41.89784375,
    "end": 51.938468750000006,
    "speaker": "SPEAKER_01",
    "text": " Amit's larger shop has more resources, and he's using that to undercut prices and squeeze out smaller vendors like me. It's making it really hard for us to compete.",
    "translated_text": "यह बड़ी दुकान के पास अधिक संसाधन है, और वह उपयोग कर रहा है कि कीमत काटने के लिए और मेरे जैसे छोटे विक्रेताओं को बाहर निकालना। यह वास्तव में हमारे लिए संघर्ष करने के लिए मुश्किल बना रहा है।"
  },
  {
    "start": 52.37721875,
    "end": 64.64534375000001,
    "speaker": "SPEAKER_00",
    "text": " I'm just trying to offer better prices to attract customers. It's not my fault that smaller vendors can't match it. Under Article 38 of our Constitution, the state strives to promote justice and equality.",
    "translated_text": "मैं सिर्फ ग्राहकों को आकर्षित करने के लिए बेहतर कीमत पेश करने की कोशिश कर रहा हूँ। यह मेरी गलती नहीं है कि छोटे विक्रेता इसे मैच नहीं कर सकते। हमारे संविधान 38 में, राज्य न्याय और समानता को बढ़ावा देने के लिए प्रयास करता है।"
  },
  {
    "start": 64.72971875,
    "end": 86.46471875,
    "speaker": "SPEAKER_00",
    "text": " This means we need to ensure that everyone has a fair chance. Let's discuss some ways to balance this situation. Amit, while competition is healthy, there are ways to ensure it's fair. How about collaborating with smaller vendors like Nita to offer a variety of products at different price points? This way, you can maintain your customer base without completely driving others out.",
    "translated_text": "इसका मतलब है कि हर किसी के पास उचित मौका है। चलो इस स्थिति को संतुलित करने के लिए कुछ तरीके पर चर्चा करें। आम तौर पर, जबकि प्रतियोगिता स्वस्थ है, और यह उचित है। कैसे छोटे विक्रेताओं के साथ साझा करने के बारे में है छोटे उत्पादों की तरह। इस तरह, आप अपने आधार को पूरी तरह से चला सकते हैं बाहर चला जा सकता है।"
  },
  {
    "start": 87.05534375,
    "end": 106.41096875,
    "speaker": "SPEAKER_00",
    "text": " I could feature some of Nita's products in my shop and help her reach more customers. It could benefit both of us. Nita, how about setting up a small vendor association where you and others can work together to offer unique products and support each other? The state can also assist with resources and training to help you improve your business strategies.",
    "translated_text": "मैं अपने दुकान के कुछ उत्पादों की विशेषता कर सकता है और उसकी पहुँच अधिक ग्राहकों की मदद कर सकता है। यह हम दोनों को लाभ हो सकता है। एनता, कैसे एक छोटी कंपनी स्थापित करने के बारे में, जहां आप और अन्य लोग एक साथ काम कर सकते हैं और एक दूसरे की मदद करने के लिए काम कर सकते हैं? राज्य भी संसाधनों और आप अपने व्यापार योजनाओं को बेहतर बनाने में मदद कर सकते हैं।"
  },
  {
    "start": 106.90034375,
    "end": 107.47409375,
    "speaker": "SPEAKER_01",
    "text": " Yes.",
    "translated_text": "हाँ."
  },
  {
    "start": 107.86221875,
    "end": 112.89096875,
    "speaker": "SPEAKER_01",
    "text": " It would be great to have some support and work together with others in similar situations.",
    "translated_text": "ऐसे ही हालात में दूसरों के साथ मिलकर काम करना और उनके साथ काम करना बहुत बड़ी बात होगी ।"
  },
  {
    "start": 113.86971875,
    "end": 115.64159375,
    "speaker": "SPEAKER_00",
    "text": " I'm glad we had this discussion.",
    "translated_text": "मुझे खुशी है कि हम इस चर्चा थी."
  },
  {
    "start": 116.02971875,
    "end": 120.24846875,
    "speaker": "SPEAKER_00",
    "text": " Let's work on these ideas and see how we can make the market fairer for everyone.",
    "translated_text": "चलो इन विचारों पर काम करते हैं और देखते हैं कि कैसे हम बाजार को सब के लिए बेहतर बना सकते हैं।"
  },
  {
    "start": 121.21034375,
    "end": 122.84721875,
    "speaker": "SPEAKER_01",
    "text": " Yes, I'm glad too.",
    "translated_text": "हाँ, मैं भी खुश हूँ."
  },
  {
    "start": 123.33659375,
    "end": 125.17596875,
    "speaker": "SPEAKER_00",
    "text": " Thank you for clearing this out.",
    "translated_text": "इस बाहर स्पष्ट करने के लिए धन्यवाद."
  },
  {
    "start": 125.22659375,
    "end": 137.10659375,
    "speaker": "SPEAKER_00",
    "text": " That's the spirit of Article 38, working together to ensure justice and equality in all aspects of our lives. By collaborating and supporting each other, we can create a marketplace that benefits everyone.",
    "translated_text": "यही कारण है कि आलेख 38 की आत्मा है, हमारे जीवन के सभी पहलुओं में न्याय और समानता को स्थापित करने के लिए एक साथ काम करते हैं. सहयोग देने और एक दूसरे का समर्थन करने के द्वारा, हम एक बाजार बना सकते हैं कि हर किसी को लाभ."
  }
]